"BUTTON_AUTHENTICATE" = "Usa il mio numero di telefono";

"BUTTON_CREATED_ACCOUNT" = "Account creato";

"BUTTON_CREATE_ACCOUNT" = "Crea account";

"BUTTON_CREATING_ACCOUNT" = "Creazione dell'account";

"BUTTON_DISMISS" = "Rimuovi";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Reinvia codice di conferma";

"BUTTON_RETRY" = "Riprova";

"BUTTON_SENDING_CONF_CODE" = "Invio condice di conferma";

"BUTTON_SEND_CONF_CODE" = "Invia codice di conferma";

"BUTTON_SENT_CONF_CODE" = "Codice di conferma inviato";

"BUTTON_SIGNED_IN" = "Accesso eseguito";

"BUTTON_SIGNING_IN" = "Accedi";

"BUTTON_SIGN_IN" = "Accedi";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Accedi a Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Prova con un numero di telefono diverso";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controlla il tuo codice e riprova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Controlla la tua connessione di rete e riprova";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controlla il tuo numero e riprova";

"ERROR_TRY_AGAIN_LATER" = "Al momento non è stato possibile eseguire l'accesso a Twitter. Riprova più tardi.";

"FOOTNOTE_CREATE_ACCOUNT" = "Toccando \"Crea account\" qui sopra, accetti i <u>Termini di Servizio</u>, l'<u>Informativa sulla Privacy</u> e l'<u>Informativa sui cookie</u> di Digits by Twitter. Accetti inoltre che altri utenti di %@ possano scoprire il tuo numero di telefono e/o la tua email.";

"FOOTNOTE_SEND_CONF_CODE" = "Toccando \"Invia codice di conferma\" qui sopra, <u>Digits by Twitter</u> ti invierà un SMS per confermare il tuo numero di telefono.";

"LABEL_ENTER_CONF_CODE" = "Inserisci codice di conferma";

"LABEL_ENTER_PHONE_NUMBER" = "Inserisci il tuo numero di telefono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossibile confermare il tuo numero di telefono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Spiacenti, stiamo avendo problemi a inviarti un codice di conferma. Prova accedendo qui sotto.";

"PARTIAL_FOOTNOTE_THIS_APP" = "questa app";

"PLACEHOLDER_CONF_CODE" = "Codice di conferma";

"PLACEHOLDER_YOUR_NUMBER" = "Il tuo numero di telefono";

